import { React } from 'react';

const AboutMe = () => {
  return (
    <section>
      <h2 className="title-font pink-text h2-tag">Про меня</h2>
      <p className="white-text p-tag">
      Привет! Меня зовут Иван, мне 19 лет, и я начинающий веб-разработчик. Отлично владею HTML5, CSS3 и JavaScript (ES6), хорошо знаю React, использую методологию БЭМ, SASS и Bootstrap. Базово понимаю, как собирать проекты и как устроена серверная часть — сейчас активно изучаю всё, что связано с вебом. Обожаю писать чистый и понятный код, люблю учиться новому и мечтаю развиваться в сфере фронтенда, становясь с каждым проектом всё сильнее и увереннее.
      </p>
    </section>
  );
};
export default AboutMe; 
